{
    "intents" [{
            "tag": "greeting",
            "patterns": ["สวัสดี", "มีใครอยู่ไหม", "สวัสดี", "สวัสดี", "เป็นไงบ้าง", "เฮ้", "ทักทาย", "Hi", "How are you", "Is anyone there?", "Hello", "Good day", "Whats up", "Hey", "greetings"],
            "responses": ["สวัสดีนะ", "มีอะไรอยากคุย หรือระบายมาได้เลยนะ", "ระบายมันออกมาได้นะ ไม่จำเป็นต้องเก็บความรู้สึกนั้นไว้คนเดียว", "วันนี้เป็นไงบ้าง เหนื่อยมั้ย เล่ามาได้นะ", "Hello!", "Good to see you again!", "Hi there, how can I help?"],
            "context_set": ""
        },
        {
            "tag": "goodbye",
            "patterns": ["บ้ายบาย", "เจอกันใหม่", "ลาก่อน", "เจอกัน", "cya", "See you later", "Goodbye", "I am Leaving", "Have a Good day", "bye", "cao", "see ya"],
            "responses": ["เสียใจที่คุณจากไป :(", "ไว้คุยกันใหม่นะ", "ลาก่อน!", "เป็นกำลังใจให้นะ", "ขอให้เป็นวันที่ดี", "Sad to see you go :(", "Talk to you later", "Goodbye!"],
            "context_set": ""
        },
        {
            "tag": "quotation",
            "patterns": ["ฉันเป็นคนอกหัก", "ฉันเศร้า", "บอกรักฉันหน่อย", "ฉันจะทำยังไงต่อไปดี"],
            "responses": ["บางครั้ง การยอมปล่อยใครสักคนไปก็ไม่ได้หมายความว่าเราอ่อนแอ แต่มันแสดงให้เห็นว่าเราเข้มแข็งพอที่จะปล่อยเขาไปต่างหาก",
                " อย่าร้องไห้เมื่อตะวันลับฟ้า เพราะน้ำตาจะทำให้เรามองไม่เห็นดาวนับพันที่กำลังจะปรากฎ",
                "ความรักก็เหมือนแก้ว บางครั้ง การปล่อยให้มันแตกไป ก็ดีกว่าการพยายามหยิบมันขึ้นมาต่อใหม่ทั้งที่หัวใจเจ็บปวด",
                "ไม่ว่าใครจะทำให้หัวใจคุณเจ็บปวด และไม่ว่าจะต้องใช้เวลารักษาหัวใจนานแค่ไหนแต่ เพื่อน ก็ยังคงอยู่เคียงข้างคุณเสมอ"
            ],
            "context_set": ""
        }
    ]
}